@extends('layout')
@section('content')
    <div class="container">
        <h1 class="display-1 " style="text-align: center;margin-bottom: 40px"><b>Согласие на обработку и передачу персональных данных.</b></h1>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px;" >
            Пользуясь данным интернет ресурсом, в порядке ст. 9 Федерального закона от 27.07.2006 N 152-ФЗ
            «О персональных данных» свободно своей волей и в своих интересах пользователь сайта RUSSIAN Trip
            даёт согласие на автоматизированную, а также без использования средств автоматизации обработку,
            хранение, систематизацию своих персональных данных и на передачу (в том числе на трансграничную)
            своих персональных данных третьим лицам.
        </p>

        <p style="font-size: 2em;  text-align: justify; text-indent: 100px;" >
            Согласие дается на обработку следующих персональных данных: фамилия, имя, отчество;
            год, месяц, день рождения; пол; гражданство; адрес места жительства; номер телефона;
            паспортные данные; данные заграничного паспорта; пользовательские данные (сведения о местоположении;
            тип и версия ОС; тип и версия Браузера; тип устройства и разрешение его экрана;
            источник откуда пришел на сайт пользователь; с какого сайта или по какой рекламе;
            язык ОС и Браузера; какие страницы открывает и на какие кнопки нажимает пользователь; ip-адрес);
            иная информация.
        </p>

        <p style="font-size: 2em;  text-align: justify; text-indent: 100px;" >
            Цель обработки персональных данных: обработка входящих запросов физических лиц с целью оказания услуг
            и консультирования; аналитики действий физического лица на веб-сайте и функционирования веб-сайта;
            проведение рекламных и новостных рассылок.
        </p>

        <p style="font-size: 2em;  text-align: justify; text-indent: 100px;" >
            Персональные данные не являются общедоступными.
            Согласие может быть отозвано пользователем в письменной форме.
        </p>

        <p style="font-size: 2em;  text-align: justify; text-indent: 100px;" >
            Также пользователь подтверждает, что ознакомлен(а) с правами субъектов персональных данных,
            закрепленными в главе 3 ФЗ «О персональных данных».</p>
    </div>
@endsection()
