@extends('layout')
@section('content')
    <div class="container">
        <h1 class="display-1 " style="text-align: center;margin-bottom: 40px"><b>Пользовательское соглашение.</b></h1>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            Настоящее Пользовательское соглашение является публичным документом администратора сайта Russian TRIP
            и определяет порядок использования Платформой, обработки, хранения и иного использования информации,
            получаемой Администратором от Пользователя на сайте или через мобильное приложение.
            Пользователь выражает свое полное и безоговорочное согласие, что использование Платформой,
            а также любых его частей, любым способом подразумевает факт ознакомления Пользователя с настоящими Правилами
            и означает полное и безоговорочное согласие с их содержанием. Если Пользователь не принимает условия Правил в полном объёме,
            Пользователь обязан воздержаться от использования Платформой.
            Неотъемлемой частью настоящих правил и их частью является Политика ООО "Russian TRIP" конфиденциальности и защиты персональных данных.
        </p>

        <p style="font-size: 2em;  text-align: center; margin: 0" ><b>ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ:</b>
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0">
            Для целей настоящего Соглашения нижеуказанные термины имеют следующие значения:
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0">
            <b>Администрация</b> – лица, уполномоченные Правообладателем на осуществление администрирования, управления,
            обеспечения технической поддержки Платформы и иных действий, связанных с её использованием;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0">
            <b>Контент</b> – специально подобранные и расположенные определенным образом материалы (текстовые сообщения,
            элементы дизайна, графические изображения, фотографии, аудио- и/или видео-произведения и т.д.),
            которые отображаются и могут быть использованы с помощью Системы на Сайте или программного обеспечения Мобильных приложений;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0">
            <b>Личный кабинет</b> – графический интерфейс Пользователя на Сайте/в Мобильном приложении, обеспечивающий доступ,
            в том числе, к содержанию и стоимости оформляемых услуг в соответствии с функционалом того или иного Сервиса;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0">
            <b>Мобильное приложение</b>– специально разработанное для портативных (мобильных) устройств программное обеспечение Russian TRIP,
            устанавливаемое и загружаемое Пользователем на такие устройства с помощью различных программных платформ.
            Для целей настоящего Соглашения Мобильное приложение включает в себя текущую версию и все последующие;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0">
            <b>Платформа</b> – означает Сайт и/или Мобильное приложение с использованием программного обеспечения (далее – «ПО»),
            разрабатываемого в рамках проекта «Прогнозирование низких цен и персонализация туристического пакетного
            продукта на основании алгоритмов машинного обучения» инновационного центра «Сколково», принадлежащие
            и находящиеся под контролем и управлением Правообладателя и/или лиц, входящих с ним в одну группу, в рамках функционирования которых предоставляются Сервисы;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0">
            <b>Пользователь</b> – пользователь сети Интернет;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0">
            <b>Правообладатель</b> – (на основании лицензионного Договора) компания ООО "Тревел Технологии": 121205, г. Челябинск, ул. Пушкина д. 190);
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0">
            <b>Результаты интеллектуальной деятельности</b>- результаты интеллектуальной деятельности в соответствии со ст.1225
            Гражданского кодекса Российской Федерации, предусмотренные функциональными возможностями Платформы и Контентом составляющих её объектов;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0">
            <b>Соглашение</b>- настоящее соглашение об использовании Платформы;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0">
            <b>Сайт</b> – совокупность Системы, Контента и иной информации, содержащейся в информационной системе «Интернет»,
            доступ к которой обеспечивается;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0">
            <b>Сервисы</b> – комплекс услуг по бронированию туристских продуктов, оформлению авиа и/или ж/д билетов,
            бронированию номеров в отелях и иных дополнительных услуг, предоставляемых Пользователю при помощи Платформы;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0">
            В Соглашении могут быть использованы термины, не определенные выше. В этом случае толкование такого термина производится в соответствии
            с действующим законодательством Российской Федерации, а также обычаями делового оборота.
        </p>
        <p style="font-size: 2em;  text-align: center; text-indent: 100px; margin: 0" >
            <b>ПОРЯДОК ИСПОЛЬЗОВАНИЯ</b>
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            При использовании Платформы, получении доступа в Личный кабинет и последующем использовании Сервисов
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            <b> Пользователь обязуется:</b>
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - соблюдать положения действующего законодательства Российской Федерации, настоящего Соглашения и иных специальных документов;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - предоставлять при регистрации верную, полную и актуальную информацию о себе и о лицах, от имени которых такой Пользователь использует Сервисы,
            а также документы, подтверждающие достоверность такой информации с целью подтверждения правомочности использования банковской карты и в иных случаях.
            Пользователь принимает на себя все возможные риски, связанные с его действиями по допущению ошибок, неточностей в предоставлении личных данных;
            обновлять регистрационные и другие персональные данные в случае изменения таковых;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - информировать о несанкционированном доступе к Личному кабинету и/или о несанкционированном использовании пароля и логина Пользователя;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            <b>Пользователю запрещается:</b>
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - выдавать себя за другое физическое или юридическое лицо, в том числе за их представителя.
            При этом, возможна регистрация от имени и по поручению другого лица при условии получения необходимых полномочий в порядке и форме,
            предусмотренных законодательством Российской Федерации;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - любым способом, в том числе, но не ограничиваясь, путем обмана, злоупотребления доверием, взлома, пытаться получить доступ к логину и паролю другого Пользователя;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - осуществлять незаконные сбор и обработку персональных данных других лиц;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - без предварительного письменного согласия Правообладателя осуществлять воспроизведение, копирование, переработку, распространение,
            модификацию и иное использование Контента, Системы, Сайта, Мобильных приложений и иных Результатов интеллектуальной деятельности
            кроме как в рамках функционала, предоставляемого тем или иным Сервисом;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - пытаться получить несанкционированный доступ к другим компьютерным системам посредством использования Платформы;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - использовать программное обеспечение и осуществлять действия, направленные на нарушение нормального функционирования Платформы;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - публиковать, распространять и предоставлять доступ или иным образом использовать вирусы и вредоносные программы.
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - загружать, публиковать, передавать, иным образом доводить до всеобщего сведения или иного пользователя любую информацию,
            которая содержит угрозы, дискредитирует или оскорбляет других пользователей или третьих лиц, является заведомо ложной,
            вульгарной, непристойной, носит мошеннический характер, посягает на личные или публичные интересы, пропагандирует расовую,
            религиозную, этническую ненависть или вражду, любую иную информацию, нарушающую охраняемые законом права человека и гражданина,
            пропагандировать и демонстрировать нацистскую атрибутику (символику) либо иным образом нарушать требования международного права,
            законодательства страны проживания или местонахождения Пользователя;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            размещать на Сайте или иным способом распространять или доводить до всеобщего сведения личные персональные данные, адреса,
            номера телефонов, адреса электронной почты, паспортные данные и прочую личную информацию других пользователей или любых
            третьих лиц без их личного письменного согласия на такие действия. Получать и вымогать конфиденциальную информацию об иных пользователях и (или) третьих лицах;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            пользователь подтверждает и выражает свое согласие с тем, что Платформа или любые Сервисы, предусмотренные её функционалом,
            в любой момент могут быть недоступны по техническим причинам. Правообладатель оставляет за собой право проводить необходимые
            профилактические или иные работы в любое время по своему усмотрению без предварительного уведомления Пользователей;
        </p>
        <p style="font-size: 2em;  text-align: center; text-indent: 100px; margin: 0" >
            <b>Обязанности и права Администрации Сайта:</b>
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            Обязанности Администрации Сайта:
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - Предоставлять Пользователю круглосуточный доступ к Сайту в соответствии с
            условиями настоящего Соглашения за исключением периодов приостановления работы Сайта на основании ст. 3.2.2.
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - Предпринимать общепринятые технические и организационные меры, направленные на обеспечение сохранности информации Пользователя.
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - Строго соблюдать политику конфиденциальности.
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            Права Администрации Сайта:
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - Вносить изменения и дополнения в текст Соглашения.
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - Приостанавливать работу Сайта, при обнаружении существенных неисправностей, ошибок и сбоев в
            оборудовании и программном обеспечении, а также в целях проведения профилактических работ и предотвращения случаев несанкционированного доступа к Сайту.
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - Проводить на своё личное усмотрение и в любое время различные акции для привлечения Пользователей и иных третьих лиц к использованию функционала Сайта.
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - Администрация сайта вправе удалить аккаунт Пользователя и(или) приостановить, ограничить или прекратить его доступ к любому из сервисов Сайта,
            если обнаружит, что по ее мнению, такой Пользователь представляет угрозу для Сайта и(или) других пользователей и(или) нарушает условия использование Сайта.
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - Администрация Сайта вправе осуществлять рассылку Пользователю текстовой и графической информации, в том числе и рекламного характера,
            с помощью смс-уведомлений и писем по электронной почте. В случае несогласия Пользователя с указанным в настоящем пункте правилом,
            Пользователь обязан отказаться от получения рассылки перейдя по соответствующей ссылке, имеющейся в каждом письме.
        </p>

        <p style="font-size: 2em;  text-align: center; text-indent: 100px; margin: 0" >
            <b>Администрация ни при каких условиях не гарантирует Пользователю:</b>
        </p>

        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - отсутствие сбоев и ошибок в загрузках, задержек, неверной и (или) несвоевременной доставки, удаления, утери или не сохранности
            какой-либо информации, ее качества и достоверности, в том числе информации Пользователя, за исключением сохранности персональных данных Пользователя;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - что качество какого-либо Сервиса, а также информации, полученной с использованием одного или нескольких Сервисов,
            соответствуют (будут соответствовать) требованиям и ожиданиям Пользователя;
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - что результаты, которые могут быть получены Пользователем с использованием Сервисов, будут точными и надежными
            и могут использоваться для каких-либо целей или в каком-либо качестве (в частности, для установления и (или) подтверждения каких-либо фактов).
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            Администрация не несет ответственности за какие-либо прямые или косвенные последствия какого-либо использования или
            невозможности использования Сервиса (включая данные) и/или ущерб, причиненный Пользователю и/или третьим сторонам в
            результате какого-либо использования, неиспользования или невозможности использования Сервиса (включая данные) или отдельных
            его компонентов и/или функций, в том числе из-за возможных ошибок или сбоев в работе Сервиса.
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            В случае возникновения любых спорных ситуаций Пользователь перед обращением в судебные органы за разрешением спора
            обязан предпринять меры для досудебного урегулирования, направив соответствующее письмо по адресу Администрации,
            а также его электронную копию по адресу: pravo@travelata.ru. Срок рассмотрения и ответа на претензию: 3
            0 дней с момента ее получения Администратором.
        </p>

        <p style="font-size: 2em;  text-align: center; text-indent: 100px; margin: 0" >
            <b>Изменение условий Соглашения:</b>
        </p>

        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - Администрация оставляет за собой право по своему личному усмотрению изменять и/или дополнять настоящее
            Соглашение в любое время. Администрация будет публиковать изменения в Соглашение на этой странице.
            Дальнейшее пользование ресурсами Сервиса Пользователем после любых изменений Соглашения означает принятие им таких изменений/дополнений.
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - Последняя редакция Соглашения заменяют собой все предыдущие соглашения между Администрацией и Пользователем.
            Предыдущая версия Соглашения считается недействительной, теряет свою силу и больше не может служить основополагающим документом,
            регулирующим отношения между Пользователем и Администрацией. В случае несогласия Пользователя с изменениями и (или) дополнениями
            к настоящему Соглашению, Пользователь должен прекратить пользоваться ресурсами Сайта.
        </p>


        <p style="font-size: 2em;  text-align: center; text-indent: 100px; margin: 0" >
            <b>ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</b>
        </p>

        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - Настоящее Соглашение вступает в силу с момента его размещения на соответствующей странице, предусмотренной функционалом Платформы,
            регулируется и подлежит толкованию в соответствии с законодательством Российской Федерации. Вопросы, не урегулированные в Соглашении,
            подлежат разрешению в соответствии с законодательством Российской Федерации.
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - Изменения Правил вступают в силу с даты их публикации, если иное не оговорено в соответствующей публикации.
        </p>
        <p style="font-size: 2em;  text-align: justify; text-indent: 100px; margin: 0" >
            - Права на интеллектуальную собственность, в том числе результаты интеллектуальной деятельности включенные
            в состав Сервиса или используемые им, такие как тексты, изображения, дизайн, базы данных, ноу-хау, торговые марки,
            фирменные наименования и иные средства идентификации и т.п., принадлежат
            Правообладателю или предоставлены ему иными правообладателями по лицензии.
        </p>

    </div>
@endsection()
